Table of Contents
 Enum Symmetry
Namespace
IdeaRS.OpenModel
Assembly
IdeaRS.OpenModel.dll
The symmetry type.
public enum Symmetry
Fields
Asymmetrical = 2
Non-symmetrical input.
NotAvailable = 0
Symmetry is not available to input.
Symmetrical = 1
Symmetrical input.
Fields
 Name |  Description
 Asymmetrical = 2
Non-symmetrical input.
 NotAvailable = 0
Symmetry is not available to input.
 Symmetrical = 1
Symmetrical input.
 Edit this page